Repository: okhin/Eclipse-Phase-French-Translation
Catalog: eclipsephase/OmegaT+/project.tmx
Source language: en_us
Languages: fr_fr

source: You won't feel like a hero when you airlock some kid because he's carrying an infectious nanovirus.
fr_fr: Tu ne te sentiras pas héroïque lorsque tu balanceras dans le vide un gamin parcequ'il est infecté par un nanovirus.

source: You won't feel brave when you run across some alien thing and crap your pants.
fr_fr: Tu ne te sentiras pas courageux lorsque tu courras à travers un truc étrange et que tu te chieras dessus.

source: And you won't even feel human anymore when you make a call that will cost dozens, hundreds, or even thousands of people their lives, even if you are saving millions more.
fr_fr: Et tu ne te sentiras même plus humain lorsque tu passeras un coup de fil qui coutera la vie à des douzaines, des centaines, ou même des milliers de gens, même si tu en sauves des millions d'autres.

source: So why would anyone be crazy enough to be part of this thing?
fr_fr: Donc. Pourquoi quelqu'un serait suffisament cinglé pour faire partie de ça?

source: Because it needs to be done.
fr_fr: Parceque le boulot doit être fait.

source: Our survival depends on it.
fr_fr: Notre survie en dépend.

source: To some people, it's altruism, defending transhumanity.
fr_fr: Pour certains, c'est de l'altruisme, la défense de la transhumanité.

source: But really, it's about saving your own fucking neck too.
fr_fr: Mais en fait, il s'agît surtout de sauver ta putain de tête.

source: Sure, you could abstain from taking responsibility and let some self- described authority take care of it.
fr_fr: Bien sûr, tu pourrais t'abstenir de prendre des responsabilité et laisser une quelconque autorité auto-proclamée s'en occuper.

source: But if the anarchists have anything right, it's that people in power can't be trusted.
fr_fr: Mais si les anarchistes ont bien compris quelque chose, c'est que l'on ne peut pas faire confiance aux personnes qui ont le pouvoir.

source: As often as not, they're part of the problem.
fr_fr: Ils sont, plus souvent qu'à leur tour, une partie du problème.

source: So Firewall does things the collective way.
fr_fr: Donc, Firewall fait les choses de manière collective.

source: We're underground, but we're an open source operation.
fr_fr: Nous sommes undergound, mais nous sommes une organisation open source.

source: We share information and resources towards a common goal.
fr_fr: Nous partageons informations et ressources pour atteindre un but commun.

source: We organize in networked ad-hoc cells, smart-mob style.
fr_fr: Nous sommes organisés en un réseau de cellulle ad-hoc, comme une foule intelligente.

source: We don't let anyone accrue too much power or control.
fr_fr: Nous ne laissons personne acquérir trop de pouvoir ou de contrôle.

source: Everyone involved in an op has an equal say.
fr_fr: Toutes les personnes impliquées dans une opération ont leur mot à dire.

source: We police ourselves.
fr_fr: Nous nous surveillons nous-même.

source: We come from all sorts of backgrounds and factions, but we face a common enemy—and we fight to win.
fr_fr: Nous venons de tout type d'origine et de factions, mais nous faisons face à un ennemi commun - et nous nous battons pour gagner.

source: There is no alternative.
fr_fr: Il n'y a pas d'alternative.

source: Maybe you've heard of the Fermi Paradox?
fr_fr: Tu as peut-être entendu parler du paradoxe de Fermi?

source: That question asked why, with a galaxy so huge, there were so few signs of other life?
fr_fr: La question était: pourquoi, avec une galaxie si grande, il y avait tellement peu de signe d'une autre vie?

source: Even though we've met the Factors and seen evidence of other aliens, our galactic neighborhood should be crawling with intelligence—but it's not.
fr_fr: Même si nous avons rencontrés les Facteurs et trouvé des preuves d'autres étrangers, notre voisinnage galactique devrait grouiller d'intelligence - mais ce n'est pas le cas.

source: I'll tell you why.
fr_fr: Je vais te dire pourquoi.

source: The universe is not fucking fair.
fr_fr: Ce putain d'univers n'est pas juste.

source: If transhumanity were wiped out, the galaxy wouldn't even notice.
fr_fr: Si la transhumanité avait été rayée de la carte, la galaxie ne l'aurai même pas remarqué.

source: Just look at the Earth.
fr_fr: Regarde la Terre par exemple.

source: That planet still exists, still supports life, even though we're far gone.
fr_fr: Cette planète existe encore, acceuille toujours la vie, même si nous sommes partis depuis longtemps.

source: Reality is an uncaring asshole.
fr_fr: La réalité est une putain indifférente.

source: Forget all that utopian crap about living forever.
fr_fr: Oublies toute cette merde utopiste à propos de la vie éternelle.

source: We'll be lucky to survive another year.
fr_fr: On sera chanceux si on survit une année de plus.

source: We've developed technologies that put weapons of mass destruction in the hands of everyone, but we're still an adolescent species that has trouble overcoming petty tribal bullshit.
fr_fr: Nous avons développés des technologies qui mettent les armes de destructions massives entre les mains de n'importe qui, mais nous sommes toujours une espèce adolescente incapable de passer outre les petites conneries tribales.

source: If you're really looking forward to exploring the universe as a postmortal, you're going to have to work hard at it.
fr_fr: Si tu veux réellement aller de l'avant et explorer l'univers en tant que postmortel, tu vas devoir y travailler trés dur.

source: Survival isn't a right, it's a privilege.
fr_fr: La survie n'est pas un droit, c'est un privilège.

source: When you sign up with Firewall, you put yourself on call.
fr_fr: Quand tu t'engages à Firewall, tu te mets à dispo.

source: Anytime some shit goes down in your neck of the woods or that you might be particularly helpful in dealing with, you'll get a call.
fr_fr: A chaque fois qu'une merde sort des bois pour te tomber dessus ou que tu pourrais être particulièrement utile pour gérer le bordel, tu reçois un appel.

source: You'll be expected to drop whatever you're doing and put everything else on hold as if your life depended on it—it probably does.
fr_fr: On s'attend à ce que tu abandonnes tout ce que tu es en train de faire et de mettre tout le reste en attente comme si ta vie en dépendait - et c'est probablement le cas.

source: When you're in the field, on an op— ''going to the doctor,'' as we call it—your cell is empowered to act as it sees fit ... just keep in mind that you'll be answering to the rest of us later.
fr_fr: Quand tu seras sur le terrain, pour une opé - on appelles ça "aller au docteur" - ta cellulle aura tout pouvoir pour agir comme elle le juge bon ... garde juste en tête que tu devras répondre à nos question plus tard.

source: You'll also have the Firewall network to back you up—though resources are often limited, so don't expect us to always save your ass.
fr_fr: Tu as aussi le réseau de Firewall qui te couvre - même si les ressources sont souvent limitées, ne t'attends donc pas à ce qu'on sauve ton cul à chaque fois.

source: Other sentinels can be called on to pull strings, but every time we do so, it threatens to unveil an agent, create a trail that we need to clean up, and otherwise complicates matters.
fr_fr: D'autres sentinelles peuvent être appellées pour tirer quelques ficelles, mais à chaque fois qu'on le fait, cela menace de révéler un agent, créant un bourbier que nous devons nettoyer, et compliquant les choses de toutes manière.

source: Self-reliance is key.
fr_fr: L'autonomie est la clef.

source: One last thing: don't ever, ever forget that we have enemies.
fr_fr: Une dernière chose: ne jamais, jamais oublier que nous avons des ennemis.

source: I'm not just talking about the nutjob who wants to nuke a habitat to make a political statement or the neo-luddites who think biowar plagues will teach us all a lesson, I'm talking about the agencies that know Firewall exists and consider it a threat.
fr_fr: je ne parles pas simplement de la tête de nœud qui veut utiliser une tête nuke sur un habitat pour faire une revendication politique ou de ces néo-luddites qui pensent que les fléaux de la guerre biologique nous apprendront une leçon, je parle des agences qui connaissent l'existence de Firewall et qui le considèrent comme une menace.

source: If they tag you as a sentinel, your days are numbered.
fr_fr: Si ils t'étiquettent comme sentinelle, tes jours sont comptés.

source: Maybe your backups too.
fr_fr: Probablement ceux de tes backups aussi.

source: So watch yer friggin' back.
fr_fr: Donc, surveilles tes putains d'arrières.

source: So that's the real deal, as honest as I can give it.
fr_fr: Voilà le vrai bazar, aussi honnètement que je peux te le donner.

source: Welcome to our secret clubhouse, comrade.
fr_fr: Bienvenue dans notre club-house secrète, camarade.

source: Remember: death is just another day on the job.
fr_fr: Rappelles-toi: la mort est juste la routine du boulot.

source: Although –0
fr_fr: De même –0

source: {Æther Jabber: Asyncs} Start Æther Jabber
fr_fr: {Æther Jabber: Asyncs} Lancement de Æther Jabber

source: Active Members: 2
fr_fr: Membres Actifs: 2

source: 1 Sorry to bother you, but my muse just alerted me to this excerpt that was sent around to my Firewall team. Is this for real?
fr_fr: 1 Désolé de te déranger, mais ma muse vient de m'alerter que cet extrait a été evoyé à mon équipe Firewall. Est-ce que tout ça est vrai?

source: 2 Well, as to the Medeans ... that’s history.
fr_fr: 2 Ouais, à propos des Médéens ... c'ets du passé.

source: 1 Shiny.
fr_fr: 1 Brillant.

source: 2 Yes, Srit was once infected with a strain of the Exsurgent virus, probably on Mars near the end of the Fall.
fr_fr: 2 Oui, Srit a été infecté par une souche du virus Exsurgent, probablement sur Mars pas loin autour de la fin de la Chute.

source: 2 That seems like a wise choice.
fr_fr: 2 Ça à l'air d'un choix sage.

source: 1 Maybe you can put my mind at ease by explaining to me in a bit more detail how Watts-MacLeod infection occurs.
fr_fr: 1 Tu peux peut-être clarifier mes pensées en me donnant un peu plus de détail sur la manière dont se produit l'infection par la souche Watts-MacLeod.

source: 2 Well, like the other Exsurgent strains you are unfortunately familiar with, the primary transmission vector is a nanovirus, but we speculate that it may also be transmitted as a digital computer virus or possibly even as a basilisk hack.
fr_fr: 2 Bien, comme toutes les autres souches Exsurgente avec lesquelles tu es malheureusement familier, le principal vecteur de transmission est un nanovirus, mais nous pensont qu'il puisse également être transmis comme un virus informatique ou peut-être même par un piratage basilique.

source: 1 I’ve heard that synthmorphs are effectively invulnerable to psi as well.
fr_fr: 1 J'ai entendu dire que les synthmorphs sont effectivement invulnérables au psi.

source: 2 Yes.
fr_fr: 2 Oui.

source: 1 Interesting.
fr_fr: 1 Intéressant.

source: 2 I’ve heard from several of these asyncs directly.
fr_fr: 2 J'ai entendu parler de plusieurs de ces asyncs directement.

source: 2 Unfortunately, we don’t.
fr_fr: 2 Malheureusement, non.

source: 1 Of course.
fr_fr: 1 Bien sûr.

source: 2 It’s important to keep perspective.
fr_fr: 2 C'est important de prendre du recul.

source: Each successful attack inflicts 1d10 + (WIL $$ 10, round up) damage.
fr_fr: Chaque attaque réussie inflige 1d10 + (VOL $$ 10, arrondi au supérieur) points de dommage.

source: SV: (1d10 $$ 2, round up)
fr_fr: VS: (1d10 $$ 2, arrondi au supérieur)

source: They will find themselves completely incapable of initiating a behavior that is expunged, and if forced into the behavior will suffer a –30 modifier and (1d10 $$ 2, round up) points of mental Stress.
fr_fr: Il sera complètement incapable d'initier un comportement qui a été effacé et, si il est forcé dans ce comportement, souffrira d'un modificateur de -30 et recevra (1d10 $ $2, arrondi au supérieur) point de Stress mental.

source: They will have no choice but to engage in enforced behaviors, and will suffer (1d10 $$ 2, round up) points of mental Stress if prevented from doing so.
fr_fr: Ils n'auront aps d'autres choix que sde suivre un comportement forcé, et souffriront de (1d10 $$ 2, arrondi au supérieur) point de Stress mental si ils sont empécher de le faire.

source: SV: 1d10 $$ 2, round up
fr_fr: VS: 1d10 $$ 2, arrondi au supérieur

source: {Deep Learning} Timeframe: Skill Learning Time $$ 2
fr_fr: {Apprentissage en Profondeur} Intervalle: Temps d'Apprentissage de la Compétence$$ 2

source: SV: (1d10 $$ 2, round up) + 2
fr_fr: VS: (1d10 $$ 2, arrondi au supérieur) + 2

source: SV: (1d10 $$ 2, round up) + 3
fr_fr: VS: (1d10 $$ 2, arrondi au supérieur) + 3

source: $$ begin excerpt $$
fr_fr: $$ début d'extrait $$

source: $$ end excerpt $$
fr_fr: $$ fin de l'extrait $$

source: This environment, coupled with the exponential growth of processing power and memory storage, created an evolutionary path for the development of intelligent agentsâ€”designed to augment human information processingâ€”that then transformed into artificial intelligences (AIs) in the following decades.
fr_fr: Cet environnement, couplé à la croissance exponentielle de la puissance de traitement et du stockage de mémoire, a guidé l'évolution des agents intelligents, "visant à accroître les capacité de travail de l'homme", qui se transforment alors en intelligences artificielles (IA) dans les décennies suivantes.

source: This was especially true of those participating in humanityâ€™s expansion into space.
fr_fr: Cela était particulièrement vrai de ceux qui participent à l'expension de l'humanité dans l'espace

source: Typically, the userâ€™s muse (personal AI assistant) facilitates software interactions.
fr_fr: En règle générale, la muse™ (assistant personnel AI) facilite les interactions avec les logiciels.

source: Wireless-enabled contacts and earbuds equip users who lack mesh implants, enabling them to experience augmented reality and the ectoâ€™s AR control interface.
fr_fr: Les lentilles de contacts sans-fil et des écouteurs équipent les utilisateurs qui n'ont pas d'implants Mesh, leur permettant de faire l'expérience de réalité augmentée et interface de contrôle AR des ectos™.

source: 300)â€”implanted personal computers.
fr_fr: 300)â€”Ordinateurs personels implantés.

source: Some of this is for sale, and heavily encumbered with digital restrictionsâ€”software media, nanofabrication blueprints, skillsofts, etc.
fr_fr: Certaines de ces données sont en ventes, et lourdement grevés de restrictions numérique comme les patrons de nanofabrication, les logiciels de compétences (skillsofts), etc.

source: This allows almost any user to reach out through the mesh and gather environmental data and ambient sensor recordings from a specific location (or at least public localesâ€”private areas typically block such signals or slave them to a local AI that filters their output).
fr_fr: Cela permet à presque n'importe quel utilisateurde se connecter au Mesh et de recueillir des données sur l'environnement et des enregistrements des sondes de température ambiante à partir d'un emplacement spécifié (ou au moins du réseau public, les zones privées généralement bloquent les signaux ou les asservisent à une IA qui filtre leurs signaux).
